[Demo_Ekoro_ep5_3 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1145,Y=1235,Z=574),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-212,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-1310,Y=1395,Z=439),VecSub=(X=-70,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-1352,Y=1315,Z=439),VecSub=(X=0,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_lp_close_smile",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=4,Vec=(X=-1352,Y=1315,Z=574))
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0400_lp_disgusted",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0800_lp_Daze",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Trick.GG2_BGM_DM_CMN_Trick_Cue')
DemoScripts[10]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Pool.GG2_AMB_Pool_LP_Cue')
DemoScripts[11]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[12]=(Actor=FADE,Command=WAIT)
DemoScripts[13]=(Actor=WINDOW,Command=SET)
DemoScripts[14]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_001_Cue',Name="クロナ")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[16]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[17]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[18]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[23]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_002_Cue',Name="クロナ")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[25]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_lp_close_smile",Rate=1,Number=0,Bit=1)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_004_Cue',Name="クロナ")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[32]=(Actor=ICON,Command=START,CId=0,Bit=0)
DemoScripts[33]=(Actor=ICON,Command=SET,CId=12,Bit=12)
DemoScripts[34]=(Actor=ICON,Command=WAIT,CId=0,Bit=0)
DemoScripts[35]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[37]=(Actor=ICON,Command=EXIT,CId=12,Bit=12)
DemoScripts[38]=(Actor=ICON,Command=WAIT,CId=0,Bit=0)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_006_Cue',Name="エコロ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[45]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=2,CId=71)
DemoScripts[46]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Surprise_Cue')
DemoScripts[47]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0801_fx_Daze2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[52]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[53]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=4,Vec=(X=-1352,Y=1315,Z=574))
DemoScripts[54]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_008_Cue',Name="エコロ")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[56]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[59]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-1280,Y=1385,Z=554))
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[61]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[62]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[63]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0105_fx_Stand2PickCARD",Rate=1,Number=2,Bit=0)
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0500_lp_PickCARD",Number=8)
DemoScripts[65]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_009_Cue',Name="クロナ")
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[67]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[68]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[69]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[70]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0501_fx_PickCARD2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[72]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[73]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[74]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[75]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[76]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[78]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0201_lp_half_angry",Rate=1,Number=0,Bit=1)
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[80]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_011_Cue',Name="クロナ")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[82]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[83]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[84]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[85]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[87]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0201_lp_half_angry",Rate=1,Number=0,Bit=1)
DemoScripts[88]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[89]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_013_Cue',Name="クロナ")
DemoScripts[90]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[91]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[92]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[93]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0104_fx_Stand2Pray",Rate=0,Number=2,Bit=0)
DemoScripts[94]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0400_lp_Pray",Number=8)
DemoScripts[95]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[96]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[97]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_014_Cue',Name="エコロ")
DemoScripts[98]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[99]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0401_fx_Pray2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[102]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[103]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[104]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[106]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[108]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_016_Cue',Name="クロナ")
DemoScripts[109]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[110]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[111]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[112]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0104_fx_Stand2Pray",Rate=1,Number=2,Bit=0)
DemoScripts[114]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0400_lp_Pray",Number=8)
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[116]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[117]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_018_Cue',Name="エコロ")
DemoScripts[118]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[119]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[120]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0401_fx_Pray2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[121]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[122]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[123]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[124]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[126]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0300_lp_one_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[127]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[128]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_020_Cue',Name="クロナ")
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[130]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[131]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[133]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[134]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_021_Cue',Name="エコロ")
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[136]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[137]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[138]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[139]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[140]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[141]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_3,SecTime=1)
DemoScripts[142]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[143]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[144]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[145]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_lp_close_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[146]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[147]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0107_fx_Stand2Cry",Rate=1,Number=2,Bit=0)
DemoScripts[148]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0700_lp_Cry",Number=8)
DemoScripts[149]=(Actor=EMOTION,Command=SET,Name="クロナ",Number=1,CId=72)
DemoScripts[150]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[151]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_024_Cue',Name="クロナ")
DemoScripts[152]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[153]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[154]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0701_fx_Cry2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[156]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[157]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[158]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[159]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[160]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0104_fx_Stand2Pray",Rate=1,Number=2,Bit=0)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0400_lp_Pray",Number=8)
DemoScripts[162]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_025_Cue',Name="エコロ")
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[164]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[165]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0401_fx_Pray2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[166]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[167]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[168]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[169]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[170]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[171]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[172]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[173]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_026_Cue',Name="クロナ")
DemoScripts[174]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[175]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[176]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[177]=(Actor=FADE,Command=WAIT)
DemoScripts[178]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[179]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[180]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[181]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[182]=(Actor=FADE,Command=WAIT)
DemoScripts[183]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[184]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[185]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[186]=(Actor=BGM,Command=PLAY,SecTime=1,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[187]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_028_Cue',Name="エコロ")
DemoScripts[188]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[189]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[190]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[191]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=2,CId=71)
DemoScripts[192]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Surprise_Cue')
DemoScripts[193]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=1)
DemoScripts[194]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[195]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[196]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0114_fx_Stand2Scared",Rate=1,Number=2,Bit=0)
DemoScripts[197]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1400_lp_Scared",Number=8)
DemoScripts[198]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_030_Cue',Name="エコロ")
DemoScripts[199]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[200]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[201]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1401_fx_Scared2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[202]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[203]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=4,Vec=(X=-1280,Y=1395,Z=554))
DemoScripts[204]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep5_3.GG2_V_Ekoro_ep5_3_031_Cue',Name="エコロ")
DemoScripts[205]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[206]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[207]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[208]=(Actor=WINDOW,Command=EXIT)
DemoScripts[209]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[210]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[211]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[212]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[213]=(Actor=SYSTEM,Command=END)

[Select_Ekoro_ep5_3 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=SPORT,ParamNum=30),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=STUDY,ParamNum=30),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Ekoro_ep5_3 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="庫蘿娜",Text="好--OK DEATH!/n感覺不錯DEATH唷--!")

Texts[1]=(Label="TEXT02",Name="庫蘿娜",Text="簡直就是專家的動作DEATH呢!/n庫蘿娜小姐大滿足DEATH.")

Texts[2]=(Label="TEXT03",Name="峯大",Text="不要啊....../n我不想要變成那種/n奇怪的專家......")

Texts[3]=(Label="TEXT04",Name="庫蘿娜",Text="好--那麼,偷來的內衣/n就由庫蘿娜偷偷放回去,/n所以要收回來DEATH.")

Texts[4]=(Label="TEXT05",Name="峯大",Text="(既然如此,那一開始就由/n庫蘿娜來做不就好了......)")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="............")

Texts[6]=(Label="TEXT07",Name="峯大",Text="艾可蘿?")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="啊......啊,不......沒什麼./n那麼,印章還沒有集滿嗎?")

Texts[8]=(Label="TEXT09",Name="庫蘿娜",Text="嗯......還遠遠不夠DEATH呢--/n所以要接著去做下個惡作劇了DEATH.")

Texts[9]=(Label="TEXT10",Name="峯大",Text="希望是不太需要動腦,/n可以活動身體的事情....../n至少希望能邊放空邊做......")

Texts[10]=(Label="TEXT11",Name="庫蘿娜",Text="這個嘛,究竟是如何DEATH呢--?/n那是在發表之後的樂趣DEATH哦--!")

Texts[11]=(Label="TEXT12",Name="峯大",Text="還要繼續嗎......?")

Texts[12]=(Label="TEXT13",Name="庫蘿娜",Text="那當然DEATH!/n要勇往直前DEATH哦--!!")

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="峯大大人......現在是要忍耐的時候......")

Texts[14]=(Label="TEXT15",Name="峯大",Text="至少也做些/n更知性一點的惡作劇......")

Texts[15]=(Label="TEXT16",Name="庫蘿娜",Text="那麼,像是生化恐攻或佔領學校之類的/n有很多可以選DEATH....../n哪個比較好DEATH?")

Texts[16]=(Label="TEXT17",Name="峯大",Text="啊,好的./n不是知性的也沒關係./n峯大會好好當一隻色猴子......")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="峯大大人......多麼可憐......")

Texts[18]=(Label="TEXT19",Name="峯大",Text="再更加性方面的!/n我想做些性方面的惡作劇!/n庫蘿娜老師!!")

Texts[19]=(Label="TEXT20",Name="庫蘿娜",Text="受不了,真拿你沒辦法DEATH耶--")

Texts[20]=(Label="TEXT21",Name="艾可蘿",Text="............")

Texts[21]=(Label="TEXT22",Name="峯大",Text="我受夠了!/n既然那麼想要印章的話,/n就由我來雕刻番薯做印章!")

Texts[22]=(Label="TEXT23",Name="峯大",Text="然後再蓋下去就行了吧啊啊啊啊啊!!?",Format[0]=(Size=31,Start=0,End=17))

Texts[23]=(Label="TEXT24",Name="庫蘿娜",Text="噫---!!?/n峯大好可怕DEATH!!?")

Texts[24]=(Label="TEXT25",Name="艾可蘿",Text="不可以......請你再稍微忍耐一下,/n峯大大人......")

Texts[25]=(Label="TEXT26",Name="庫蘿娜",Text="那麼庫蘿娜就要去準備/n下一個惡作劇了DEATH!/n先走了DEATH!")

Texts[26]=(Label="TEXT27",Name="峯大",Text="啊,又來!/n艾可蘿也阻止......")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="............")

Texts[28]=(Label="TEXT29",Name="峯大",Text="艾......艾可蘿?")

Texts[29]=(Label="TEXT30",Name="艾可蘿",Text="......啊!")

Texts[30]=(Label="TEXT31",Name="艾可蘿",Text="咦......奇怪!?/n庫蘿娜不在......?")

Texts[31]=(Label="TEXT32",Name="峯大",Text="......?")

Texts[32]=(Label="",Name="",Text="")

Texts[33]=(Label="SELECT01",Name="",Text="希望是能活動/n身體的事情......")

Texts[34]=(Label="SELECT02",Name="",Text="還要繼續嗎?")

Texts[35]=(Label="SELECT03",Name="",Text="再更加/n知性一點的......")

Texts[36]=(Label="SELECT04",Name="",Text="再更加/n性方面的!!")

Texts[37]=(Label="SELECT05",Name="",Text="我來刻番薯/n做印章!")

Texts[38]=(Label="SELECT06",Name="",Text="")

Texts[39]=(Label="SELECT07",Name="",Text="")

Texts[40]=(Label="SELECT08",Name="",Text="")

Texts[41]=(Label="SELECT09",Name="",Text="")

Texts[42]=(Label="SELECT10",Name="",Text="")


